tap "argoproj/tap"
tap "dart-lang/dart"
tap "hashicorp/tap"
brew "awscli"
brew "helm"
brew "jmeter"
brew "kubernetes-cli"
brew "nvm"
brew "oci-cli"
brew "python@3.11"
brew "fzf"
brew "openjdk@17"
brew "uv"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "flutter"
cask "font-d2coding"
cask "maccy"
cask "notion"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "hashicorp.terraform"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "wakatime.vscode-wakatime"
